micropython/micropython/ports/raspberrypi/boards/waveshare_rp2040_plus/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Waveshare RP2040-Plus"
#define MICROPY_HW_MCU_NAME "rp2040"
